// © Copyright 2015-2016 HP Development Company, L.P.

WDTTaskName = "Wi-Fi Direct";

WDTTaskTitle = "Wi-Fi Direct 활성화";
WDTTaskDescription = "무선 사용 스마트폰, 노트북 컴퓨터 또는 기타 모바일 장치에서 직접 무선 연결을 사용하여 프린터에 쉽게 연결할 수 있게 합니다.";

WDTSecurityRequiredDescription = "패스 키를 제공하여 프린터에 대한 액세스를 제한합니다(필수).";

WDTPassphraseTitle = "패스 키:";
WDTShowPassphraseButtonTitle = "비밀번호 보이기";
WDTSavePassphraseButtonTitle = "키체인에 패스 키 저장";
WDTEmptyPassphraseError = "패스 키는 비워 둘 수 없습니다.";
WDTTooShortPassphraseError = "패스 키는 8자 이상이어야 합니다.";

WDTConfigureWiFiDirectButtonTitle = "내 Mac에서 HP Wi-Fi Direct를 원활하게 사용하도록 구성";
WDTConfigureWiFiDirectDescription = "주로 사용하는 무선 네트워크에서 벗어난 경우에 내 Mac에서 자동으로 프린터의 Wi-Fi Direct 네트워크에 연결하도록 설정합니다.";
WDTConfigurtWiFiDirectAdditionalDescription = "Apple 메뉴의 [위치] 하위 메뉴를 사용하여 주로 사용하는 네트워크 구성과 프린터의 Wi-Fi Direct 네트워크 구성 사이를 빠르게 전환할 수 있도록 합니다.";
WDTConfigureWiFiDirectExtendedDescription = "WDT_TEXT:WDTConfigureWiFiDirectDescription\nWDTConfigurtWiFiDirectAdditionalDescription";

WDTMoreInfoLinkTitle = "프린터의 Wi-Fi Direct 사용에 대해 자세히 알아보려면 다음 위치를 방문하십시오.";

WDTCannotBeEnabledErrorTitle = "Wi-Fi Direct를 사용할 수 없습니다";
WDTCannotBeEnabledErrorDescription = "현재 프린터 구성에서 Wi-Fi Direct를 사용할 수 없습니다. 프린터의 제어판이나 홈 페이지, 즉 EWS(임베디드 웹 서버)를 사용하여 Wi-Fi Direct를 켜십시오.";
